Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * ReformedBully * ReformedCriminal: Small time {{Criminals}} who have a change of heart and join the good guys.
pt_br: * Br/ValentaoReformado * Br/CriminosoReformado: Br/{{Criminosos}} que mudam de ideia e se juntam aos caras bons.

source: * ReformedButNotTamed: A villainous character [[HeelFaceTurn turns to the good side]], but [[AntiHero retains some of their evil qualities]].
pt_br: * Br/ReformadoMasNaoDomado: Um personagem vilanesco [[Br/PassarParaOLadoDosMocinhos passa para o lado bom]] mas [[Br/AntiHeroi retém algumas de suas características más]].

source: * ReformedButNotTamed: A villainous character turns to the good side, but retains some of their negative qualities.
pt_br: * Br/ReformadoMasNaoDomado: Um personagem vilanesco passa para o lado bom, mas retém algumas de suas características negativas.

source: * RefreshinglyNormalLifeChoice: A Non-Muggle prefers living like one.
pt_br: * Br/OptarPelaRevigoranteVidaNormal: Um não-trouxa prefere viver como um.

source: * RefusalOfTheCall: The character, typically the hero, receives a CallToAdventure but at first refuses for some reason.
pt_br: * Br/RecusouOChamado: O personagem, tipicamente o herói, recebe um Br/ChamadoParaAAventura mas em um primeiro momento recusa por algum motivo.

source: * RefusalOfTheSecondCall: The hero of the original is available to save the day again in the sequel but refuses to help.
pt_br: * Br/RecusouOSegundoChamado: O herói da história original está disponível para ajudar a salvar o dia, mas se recusa a ajudar.

source: * RelationshipValues: In some videogames, the game tracks how well or how badly you treat certain characters.
pt_br: * Br/ValoresDeRelacionamento: Em alguns jogos, o jogo toma nota de quão bem ou mal você trata certos personagens.

source: * RelationshipWritingFumble: Characters meant to have one type of relationship are instead written in ways that audiences often mistake as a completely different type of relationship.
pt_br: * Br/EscritaAtrapalhadaDeRelacionamento: Personagens que deveriam ter um certo tipo de relacionamento são retratados de maneiras que fazem o público confundir isso com um tipo totalmente diferente de relacionamento.

source: * ReluctantWarrior: Heroes who only fight when it's absolutely necessary.
pt_br: * Br/GuerreiroRelutante: Heróis que só lutam quando é absolutamente necessário.

source: * RememberTheNewGuy: A new character is introduced, but is retconned to have been part of the story all along.
pt_br: * Br/LembraDoCaraNovo: Um novo personagem é introduzido, mas ele carrega um retcon junto para parecer como se ele sempre estivesse na história.

source: * RepeatWhatYouJustSaid: Happens twice during the film, giving Spooner {{Eureka Moment}}s.
pt_br: * Br/RepeteOQueVoceAcabouDeDizer: Acontece duas vezes durante o filme, cada uma delas dando ao Spooner um Br/MomentoEureka.

source: * ResetButton: The status quo is reinforced by reverting any changes with a {{handwave}}.
pt_br: * Br/BotaoDeReinicio: O status quo é reforçado ao usar uma Br/{{Pincelada}} para reverter quaisquer mudanças.

source: * ResetButton: Underlines the NegativeContinuity.
pt_br: * Br/BotaoDeReinicio: Anda junto com a Br/ContinuidadeNegativa.

source: * RestoredMyFaithInHumanity: A character learns that humanity isn't so bad after all.
pt_br: * Br/RestaurouMinhaFeNaHumanidade: Um personagem aprende que a humanidade não é tão ruim assim.

source: * RetiredBadass: A hero who is retired (but no less brave or competent).
pt_br: * Br/FodaoAposentado: Um herói que se aposentou (mas não é menos corajoso ou competente).

source: * RetroUniverse: Mainly wardrobe-specific, especially as the series continued into the '80s and '90s.
pt_br: * Br/RetroUniverso: Específico com o vestuário, ainda mais considerando que a série seguiu nos anos 80 e 90.

source: * RetroUniverse: There are traces of this here and there, especially with the reporters' fashion.
pt_br: * Br/RetroUniverso: Há traços disso em vários pontos, especialmente nas roupas dos repórteres.

source: * RevengeByProxy: Getting back at those who wronged you by murdering, torturing, or otherwise doing harm to someone close to them.
pt_br: * ??? RevengeByProxy: Retaliar contra alguém que lhe causou algo matando, torturando ou ferindo uma pessoa próxima a esse alguém.

source: * RevengeByProxy: In the episode where Doña Florinda becomes frustrated because Don Ramón refuses to take down his pants from the clothesline, but refuses to do it herself, or allow Kiko to do it because it is beneath them, she comes up with the idea of [[BlatantLies telling Chavo that Don Ramón said he could have the pants on the clothesline.]] When Chavo informs him of that, Don Ramón retaliates by taking Kiko's sailor suit from the clothesline, putting it on, and [[BorrowedCatchphrase pushing Kiko like he does after Doña Florinda slaps him.]] * RightBehindMe: Mostly of two cases: BehindTheBlack, or someone is being bad-mouthed at someone off-screen (While pointing at them), and someone else gets in the way, and misinterpretes who they are talking about.
pt_br: * Br/VingancaPorProcuracao: No episódio onde a Dona Florinda fica irritada porque o Seu Madruga se recusa a tirar as calças do varal, mas se recusa a tirar ela mesma, ou permitir que Quico faça isso porque seria algo abaixo deles, ela tem a ideia de [[Br/MentirasDescaradas dizer ao Chaves que o Seu Madruga deu para ele as calças que estão no varal]]. Quando Chaves diz isso ao Seu Madruga, ele revida ao pegar do varal a roupa de marinheiro do Quico, vesti-la e [[Br/BordaoEmprestado empurrar Quico do mesmo jeito que ele faz após os tapas da Dona Florinda]].

source: * RevengeIsNotJustice: A character is in the wrong for taking revenge against another.
pt_br: * Br/VingancaNaoEJustica: Um personagem fica do lado errado por se vingar contra outro.

source: * RevengeMyopia: Someone tries to take revenge for something that they and/or their peers started.
pt_br: * Br/MiopiaDeVinganca: Alguém tenta se vingar por algo que ele (ou alguém próximo) começou.

source: * RevengeSVP: Ruining parties and other social gatherings for not being invited to them.
pt_br: * ??? RevengeSVP: Arruinar festas e outros encontros sociais por não ter sido convidado.

source: * RevoltingRescue: An action that's heroic, yet disgusting.
pt_br: * Br/ResgateRevoltante: Uma ação que é heroica, mas causa desgosto.

source: * RewindReplayRepeat: "One day they'll have secrets... one day they'll have dreams..." * RidiculousFutureInflation: When Spooner pays for a round of two bottled beers at a cheap bar with Lt.
pt_br: * Br/RetrocederERepetir: "Um dia eles terão segredos... um dia eles terão sonhos..."

source: * RichKidTurnedSocialActivist: An idealistic person who's from a very rich background, but tries to help the poor and downtrodden personally and directly.
pt_br: * Br/GarotoRicoTransformadoEmAtivistaSocial: Uma pessoa idealista que vem de família rica, mas tenta ajudar os pobres e oprimidos pessoalmente e diretamente.

source: * RichReclusesRealm: A private domain bought and/or built by a super-rich recluse.
pt_br: * Br/ReinoDoRicoRecluso: Um domínio privado comprado/construído por um super rico que vive em reclusão.

source: * RidiculousFutureSequelisation: In the future, fictional works have a ''lot'' of sequels.
pt_br: * Br/SequenciamentoFuturoRidiculo: No futuro, obras fictícias possuem ''muitas'' sequências.

source: * RidiculouslyDifficultRoute: When a route is usually never used because it's just too difficult and/or there are other, easier ways.
pt_br: * Br/RotaRidiculamenteDificil: Quando uma rota quase nunca é usada porque a travessia é muito difícil ou existem outros caminhos mais fáceis.

source: * RidiculouslyHumanRobots: The NS-5s have faces made of a malleable material that can move like a human's.
pt_br: * Br/RobosRidiculamenteHumanos: Os NS-5s possuem rostos feitos de um material maleável que se move como um rosto humano.

source: * RightForTheWrongReasons: Spooner becomes convinced that Lanning was actually killed by Sonny, which everyone else discounts because the robots are ThreeLawsCompliant.
pt_br: * Br/CertoPelosMotivosErrados: Spooner se convence de que Lanning foi morto por Sonny, o que todo mundo desconsidera porque os robôs possuem Br/ConformidadeComAsTresLeis.

source: * RightForTheWrongReasons: Zed says the Galaxy cannot be in Orion's Belt because the Belt only has three stars and galaxies are too big to be there.
pt_br: * Br/CertoPelosMotivosErrados: Zed diz que a galáxia não pode estar no cinturão de Orion porque o cinturão só tem três estrelas e galáxias são grandes demais para ficarem lá.

source: * RightMakesMight: The hero believes that justice will prevail, and so it does.
pt_br: * Br/EstarCertoSignificaPoder: O herói acredita que a justiça prevalecerá, e é o que ocorre.

source: * RightManInTheWrongPlace * RighteousRabbit: Heroic rabbits.
pt_br: * Br/HomemCertoNoLugarErrado * Br/CoelhoHonrado: Coelhos heroicos.

source: * RighteousRabbit: A rabbit or hare is portrayed as a heroic character.
pt_br: * Br/CoelhoHonrado: Um coelho ou lebre é retratado como um personagem heroico.

source: * RightlySelfRighteous: These heroes may brag and boast a lot about their goodness, but they really are as good as they claim themselves to be.
pt_br: * Br/JustoComJusticaPropria: Estes heróis podem se vangloriar sobre sua bondade, mas eles realmente são tão bons quanto dizem ser.

source: * RingWorldPlanet * SchizoTech * ScienceDestroysMagic * {{Shadowland}} * SharedUniverse * SingleBiomePlanet: A desert planet, ice planet, ocean planet.
pt_br: * ??? RingWorldPlanet * Br/EsquizoTech * Br/ACienciaDestroiAMagia * Br/TerraDasSombras * Br/UniversoCompartilhado * Br/PlanetaComUmUnicoBioma: Um planeta desértico, ou um planeta de gelo, ou um planeta oceânico.

source: * RiverOfInsanity: People who go on a journey down a river into the unknown will not make it back unchanged.
pt_br: * Br/RioDaInsanidade: Pessoas que embarcam em uma jornada pelas águas proverbiais do desconhecido não retornarão sem que tenham mudado.

source: * RoaringRampageOfRevenge: Diadorim can't stand living without his revenge, and will do anything to have it.
pt_br: * Br/FurorViolentoDeVinganca: Diadorim não vive enquanto não matar os assassinos de seu pai. Mataria até uma senhora inocente pelo simples fato de ela ter entendido o plano de Madeiro Vaz para raptar a família de Hermógenes.

source: * RobotMaster: Mad scientists with a head for robotics often make heavy use of mechanical minions for their plots.
pt_br: * Br/MestreDosRobos: Cientistas malucos com aptidão para robótica costumam fazer uso pesado de lacaios mecânicos para seus esquemas.

source: * RobotWar: Robots [[TurnedAgainstTheirMasters turn against the creators]].
pt_br: * Br/GuerraRobotica: Robôs que [[Br/VoltadosContraSeusMestres se rebelaram contra seus criadores]].

source: * RoboticReveal: [[spoiler: Spooner's left arm is a robotic prosthetic.]] There's a bit of {{Foreshadowing}} in [[spoiler: the whole pie Del eats every morning; presumably he needs the extra calories to provide power for his cybernetic arm.]] There are also times he grips his arm like he has chronic pain.
pt_br: * Br/RevelacaoRobotica: [[spoiler: O braço esquerdo de Spooner é uma prótese robótica.]] Há um pouco de Br/{{Prenuncio}} ao se mostrar [[spoiler: a torta que Spooner come inteira toda manhã; presumivelmente ele precisa das calorias extras para usar o braço cibernético.]] Também há momentos em que ele segura o braço como se tivesse dor crônica.

source: * RoguePlanet: A planet which travels through space, with no home star.
pt_br: * Br/PlanetaErrante: Um planeta que viaja pelo espaço sem uma estrela para chamar de lar.

source: * RomanticFalseLead: Riobaldo was jealous of Joca Ramiro and Diadorim relationship for a long time.
pt_br: * Br/ParceiroRomanticoFalso: Riobaldo teve ciúmes do relacionamento de Joca Ramiro e Diadorim por algum tempo.

source: * RomanticizedAbuse: One character is abusive, manipulates or perhaps even terrorizes their LoveInterest, but the audience is meant to find it hot and either not notice or excuse the abuse.
pt_br: * Br/AbusoRomantizado: Um personagem é abusivo, manipulador ou talvez até mesmo aterrorize seu Br/InteresseAmoroso, mas a intenção é que o público considere isso atraente e não note o abuso, ou até mesmo o releve.

source: * RonTheDeathEater: Fans depict a character as crueler, more spiteful, and otherwise worse than they are in canon simply for not liking them.
pt_br: * Br/RonOComensalDaMorte: Fãs retratam um personagem como mais cruel e pior do que o cânone simplesmente por não gostarem dele.

source: * RoseHairedSweetie: A girl with pink hair has a magnanimous and optimistic personality to match.
pt_br: * Br/QueridaDeCabelosRosados: Uma garota com cabelo rosa possui uma personalidade magnânima e otimista.

source: * RoseHairedSweetie: A girl with pink hair has an affable and cheery personality to match.
pt_br: * Br/QueridaDeCabelosRosados: Uma garota de cabelo rosa possui uma personagem animada e afável para combinar.

source: * RousingSpeech: Perhaps the best example [[OverlyNarrowSuperlative concerning a sandwich]].
pt_br: * Br/DiscursoEncorajante: Talvez o melhor exemplo [[Br/SuperlativoMuitoEspecifico envolvendo um sanduíche]].

source: * RousseauWasRight: The belief that all people are inherently good.
pt_br: * Br/RousseauEstavaCerto: A crença de que todas as pessoas são inerentemente boas.

source: * RubberBandAI: The AI suddenly doing much better to catch up to the player.
pt_br: * Br/IADeTiraElastica: A IA subitamente se torna muito melhor para alcançar o jogador.

source: * RudeHeroNiceSidekick: A hero who is a jerk who is accompanied by a nicer sidekick.
pt_br: * Br/HeroiRudeParceiroLegal: Um herói babaca acompanhado de um parceiro muito gente boa.

source: * RuinsOfTheModernAge: The Empire State Building is growing moss and most of its concrete is fading away.
pt_br: * Br/RuinasDaEraModerna: O prédio Empire State criou musgo e a maioria do concreto está rachando.

source: * RuleOfCool: If it's cool enough, it doesn't have to make sense.
pt_br: * Br/RegraDoLegal: Se for legal o suficiente, não precisa fazer sentido.

source: * RuleOfCreepy: If it's creepy enough, it doesn't have to make sense.
pt_br: * Br/RegraDoRepugnante: Se for repugnante o suficiente, não precisa fazer sentido.

source: * RuleOfCute: If it's adorable enough, it doesn't have to make sense.
pt_br: * Br/RegraDaFofura: Se for adorável o suficiente, não precisa fazer sentido.

source: * RuleOfDrama: If the potential for conflict is visible, then it will never be passed over.
pt_br: * Br/RegraDoDrama: Se o potencial para conflito é visível, ele não será ignorado.

source: * RuleOfEmpathy: A character's likelihood to survive is directly proportional to how much the audience can empathize with them.
pt_br: * Br/RegraDaEmpatia: A probabilidade de um personagem sobreviver é diretamente proporcional ao quanto o público se conecta com ele.

source: * RuleOfFun: If a game is fun enough, all else can be excused.
pt_br: * Br/RegraDaDiversao: Se um jogo for divertido o suficiente, o restante pode ser aceito como está;

source: * RuleOfFunny: If it's funny enough, it doesn't have to make sense.
pt_br: * Br/RegraDaGraca: Se for engraçado o suficiente, não precisa fazer sentido.

source: * RuleOfGlamorous: If it's pretty enough, it doesn't have to make sense.
pt_br: * Br/RegraDaBeleza: Se for belo o bastante, não precisa fazer sentido.

source: * RuleOfRomantic: If it's romantic enough, it doesn't have to make sense.
pt_br: * Br/RegraDoRomance: Se for romântico o suficiente, não precisa fazer sentido.

source: * RuleOfScary: If it's scary enough, it doesn't have to make sense.
pt_br: * Br/RegraDoTerror: Se for assustador o suficiente, não precisa fazer sentido.

source: * RuleOfSexy: If it's sexy enough, it doesn't have to make sense.
pt_br: * Br/RegraDoSexy: Se for sensual o bastante, não precisa fazer sentido.

source: * RuleOfSymbolism: If it's symbolic, it doesn't have to make sense.
pt_br: * Br/RegraDoSimbolismo: Se for simbólico, não precisa fazer sentido.

source: * RuleOfSymbolism: One background detail is, in the lobby of USR, there are three plaques that display the Three Laws of Robotics.
pt_br: * Br/RegraDoSimbolismo: Um detalhe de fundo é que no saguão da USR há três placas que exibem as Três Leis da Robótica.

source: * RunawayHideaway: Where TheRunaway hides.
pt_br: * Br/EsconderijoDoFugitivo: Onde Br/OFugitivo se esconde.

source: * RunningGag: By the bushel.
pt_br: * Br/PiadaRecorrente: Aos montes.

source: * RunningTheAsylum: Hired fans turn fanon into canon.
pt_br: * Br/AdministrandoOAsilo: Os fãs contratados transformam o fânone em cânone.

source: * RushmoreRefacement: Heroes sometimes have their faces placed on Mount Rushmore [[CelebratingTheHeroes due to their good deeds]] they've done.
pt_br: * Br/RemodelandoRushmore: Os heróis às vezes têm seus rostos entalhados no Monte Rushmore [[Br/CelebrarOsHerois devido aos seus bons feitos]].

source: * SacredBowAndArrows * SafeSaneAndConsensual: If no one gets seriously hurt, no one's under the influence of anything, and everyone wants to do this, then it's fine.
pt_br: * Br/ArcoEFlechaSagrados * Br/SeguroSaoEConsensual: Se ninguém se machuca seriamente, ninguém está sob influência de nada e todos querem fazer, então está tudo certo.

source: * SadistTeacher: J discovers that one he had in grade school is actually an alien from one of the moons of Jupiter.
pt_br: * Br/ProfessorSadista: J descobre que a professora que ele teve na escola na verdade é uma alienígena vinda de uma das luas de Júpiter.

source: * SafetyInMuggles: Hiding from a supernatural opponent by running to a highly populated area in the hope your enemy would rather avoid breaking the {{Masquerade}} than continue fighting you.
pt_br: * Br/SegurancaNosTrouxas: Se esconder de um oponente sobrenatural ao se enfiar em uma área densamente populada na expectativa de que o inimigo prefira evitar a quebra do Br/{{Mascaramento}} do que continuar a perseguição.

source: * SafetyInMuggles: K stops J's attempt to kill the bug villain because they are in public.
pt_br: * Br/SegurancaNosTrouxas: K impede a tentativa de J de matar o inseto porque eles estão em público.

source: * SaintBernardRescue: A Saint-Bernard that carries a barrel of brandy around its neck comes to the rescue when somebody is dying of hypothermia.
pt_br: * Br/ResgateDoSaoBernardo: Um São Bernardo que carrega um barril de conhaque no pescoço quando vai resgatar alguém que está morrendo de hipotermia.

source: * SaintlyChurch: A religious organization that actually wants to do good and righteous deeds for the world.
pt_br: * Br/IgrejaSantificada: Uma organização religiosa que de fato quer fazer coisas boas e corretas pelo mundo.

source: * SaintlyChurch: TheChurch that means well.
pt_br: * Br/IgrejaSantificada: Br/AIgreja que possui boas intenções.

source: * SamePlotSequel: When a sequel is basically a retelling of the original * SalvagedGameplayMechanic: When a video game sequel fixes a disliked mechanic in the previous entry.
pt_br: * Br/SequenciaComAMesmaTrama: Quando uma sequência é basicamente uma recontagem do original. * Br/MecanicaDeJogoRestaurada: Quando uma sequência de videogame corrige uma mecânica controversa do jogo anterior.

source: * SantaClaus: The ultimate representation of goodwill and holiday cheer.
pt_br: * Br/PapaiNoel: A representação suprema da bondade e da alegria das festividades.

source: * SapientShip: Your spaceship has a mind of its own and often flies itself.
pt_br: * Br/NaveSapiente: A sua espaçonave tem uma mente própria e se pilota sozinha.

source: * SarcasticConfession: As the team is trying to free Captain Amazing from Casanova's machine, the Shoveler asks him if he knows Lance Hunt.
pt_br: * Br/ConfissaoSarcastica: Enquanto o time está tentando soltar o Capitão Arraso da máquina de Casanova, o Pá pergunta se ele conhece Lance Hunt.

source: * SassyBlackWoman: Lucille, The Shoveler's wife, sasses ''and'' nags him about his superheroing.
pt_br: * Br/IrreverenteMulherNegra: Lucille, a esposa do Pá, que o provoca a respeito de seu super heroísmo.

source: * SatanIsGood: Satan is portrayed as a heroic figure.
pt_br: * Br/SataEBom: Satã retratado como uma figura heroica.

source: * SatanIsGood: Satan is portrayed as benevolent.
pt_br: * Br/SataEBom: Satã retratado como benevolente.

source: * SaveBothWorlds: The heroes try to save another world from destruction, which in turn results in saving their own world.
pt_br: * Br/SalvarAmbosOsMundos: Os heróis tentam salvar outro mundo da destruição e isso resulta no salvamento de seu próprio mundo.

source: * SaveSat: A satellite crashing down onto someone/something on the nick of time has a beneficial/defensive effect.
pt_br: * ??? SaveSat: Um satélite que cai/colide em algo no último instante possível para ter um efeito benéfico ou defensivo.

source: * SavedForTheSequel: Plot element left to be developed in the sequel.
pt_br: * Br/GuardadoParaASequencia: Um elemento de trama conservado para ser desenvolvido na sequência.

source: * SavingChristmas: Christmas (or the local equivalent) may not happen and the good guys have to solve the problem.
pt_br: * Br/SalvarONatal: O Natal (ou um equivalente regional) pode não acontecer e os mocinhos precisam resolver o problema.

source: * SavingTheOrphanage: In a two part episode, Señor Barriga Barriga wanted to sell the apartment building because he wanted to move to a lower altitude for health reasons.[[note]]Mexico City, where the show takes place, lies about 7,300 feet/2200 meters, above sea level, and he wanted to move to Acapulco which is at sea-level[[/note]] Just as the deal was about to be finalized, the kids decided to make the new owner's life miserable every time he went to charge rent, only for the buyer to state that as soon as everything was in order he would evict everyone to make way for a new building.
pt_br: * Br/SalvarOOrfanato: Em um episódio de duas partes, o Senhor Barriga queria vender a vila para se mudar para uma altitude mais baixa por motivos de saúde.[[note]]A Cidade do México, onde o programa foi filmado, fica a cerca de 2200 metros acima do nível do mar, e ele queria se mudar para Acapulco, que fica no nível do mar[[/note]] Quando o negócio está prestes a ser fechado, as crianças decidem infernizar a vida do novo proprietário sempre que ele aparece para cobrar o aluguel, só para o comprador dizer que assim que tudo estivesse certo ele despejaria todos para demolir e construir um novo prédio.

source: * SavingTheOrphanage: The hero has to stop a heartless business exec who wants to destroy a local OrphanageOfLove.
pt_br: * Br/SalvarOOrfanato: O herói precisa impedir um executivo inescrupuloso que quer destruir o Br/OrfanatoDoAmor local.

source: * SavingTheWorld: The ubiquitous goal of many stock heroes: Preventing TheEndOfTheWorldAsWeKnowIt or the world from being conquered.
pt_br: * Br/SalvarOMundo: O objetivo ubíquo de muitos heróis padrão: Impedir Br/OFimDoMundoComoNosConhecemos ou que ele seja conquistado.

source: * SavingTheWorld: The ubiquitous goal of many stock heroes: Preventing the end of the world or the world from being conquered.
pt_br: * Br/SalvarOMundo: O objetivo ubíquo de muitos heróis padrão: impedir o fim do mundo ou que este seja conquistado.

source: * ScarSurvey: Dr. Calvin feels up [[spoiler: Spooner's robotic arm]] and examines the surgery scars from all the primary and secondary procedures necessary to [[spoiler: install it]].
pt_br: * Br/AnaliseDeCicatrizes: Susan Calvin tateia [[spoiler: o braço protético de Spooner]] e examina as cicatrizes cirúrgicas de todos os procedimentos necessários para [[spoiler: instalar o braço]].
